Repository: magomedaliew/calculatorwindow
Catalog: calculatorwindow/Source/*/Resources.resw
Source language: en_us
Languages: de_de

# A000
source: Calculator °
de_de: Rechner °

# A002
source: Attachment
de_de: Anhang

# A003
source: Calculate
de_de: Rechnen

# A004
source: Clear
de_de: Löschen

# A005
source: Results
de_de: Ergebnisse

# A006
source: Dimensions
de_de: Dimensionen

# A007
source: Source
de_de: Quelle

# A008
source: Depiction
de_de: Darstellung

# A101
source: Calculator
de_de: Rechner

# A102
source: Text style
de_de: Textstile

# A103
source: Examples
de_de: Beispiele

# A109
source: Dimensions
de_de: Dimensionen

# A107
source: Chemie-formulas
de_de: Chemie-Formeln

# A108
source: Physics-formulas
de_de: Physik-Formeln

# A106
source: Mathematics-formulas
de_de: Mathematik-Formeln

# A110
source: Periodic table
de_de: Periodentabelle

# A202
source: Expression
de_de: Ausdruck

# A203
source: Equation
de_de: Gleichung

# A009
source: Detailed
de_de: Detaillierter

# A251
source: e:
de_de: g:

# A252
source: e:
de_de: g:

# A301
source: E r r o r
de_de: F e h l e r

# A303
source: F o r m u l a
de_de: F o r m e l

# A304
source: I n p u t
de_de: E i n g a b e

# A305
source: O u t p u t
de_de: A u s g a b e

# A306
source: C o m m e n t
de_de: K o m m e n t a r

# A900
source: In Progress
de_de: In Bearbeitung

# B001
source: Hydrogen
de_de: Wasserstoff

# B005
source: Boron
de_de: Bor

# B006
source: Carbon
de_de: Kohlenstoff

# B007
source: Nitrogen
de_de: Stickstoff

# B008
source: Oxygen
de_de: Sauerstoff

# B009
source: Fluorine
de_de: Fluor

# B011
source: Sodium
de_de: Natrium

# B014
source: Silicon
de_de: Silicium

# B015
source: Phosphorus
de_de: Phosphor

# B016
source: Sulfur
de_de: Schwefel

# B017
source: Chlorine
de_de: Chlor

# B019
source: Potassium
de_de: Kalium

# B022
source: Titanium
de_de: Titan

# B024
source: Chromium
de_de: Chrom

# B025
source: Manganese
de_de: Mangan

# B026
source: Iron
de_de: Eisen

# B029
source: Copper
de_de: Kupfer

# B030
source: Zinc
de_de: Zink

# B033
source: Arsenic
de_de: Arsen

# B034
source: Selenium
de_de: Selen

# B035
source: Bromine
de_de: Brom

# B040
source: Zirconium
de_de: Zirkonium

# B042
source: Molybdenum
de_de: Molybdän

# B047
source: Silver
de_de: Silber

# B050
source: Tin
de_de: Zinn

# B051
source: Antimony
de_de: Antimon

# B052
source: Tellurium
de_de: Tellur

# B053
source: Iodine
de_de: Iod

# B055
source: Caesium
de_de: Cäsium

# B057
source: Lanthanum
de_de: Lanthan

# B058
source: Cerium
de_de: Cer

# B059
source: Praseodymium
de_de: Praseodym

# B060
source: Neodymium
de_de: Neodym

# B073
source: Tantalum
de_de: Tantal

# B074
source: Tungsten
de_de: Wolfram

# B078
source: Platinum
de_de: Platin

# B080
source: Mercury
de_de: Quecksilber

# B082
source: Lead
de_de: Blei

# B083
source: Bismuth
de_de: Bismut

# B085
source: Astatine
de_de: Astat

# B092
source: Uranium
de_de: Uran

# B111
source: Roentgenium
de_de: Röntgenium

# B115
source: Moskovium
de_de: Moscovium

# B116
source: Levirmorium
de_de: Livermorium

# C001
source: acceleration
de_de: Beschleunigung

# C002
source: acceleration x
de_de: Beschleunigung x

# C003
source: acceleration y
de_de: Beschleunigung y

# C004
source: acceleration z
de_de: Beschleunigung z

# C005
source: molar concentration
de_de: Stoffmengenkonzentration

# C006
source: kinetic initial energy
de_de: kinetische Anfangsenergie

# C007
source: kinetic final energy
de_de: kinetische Endenergie

# C008
source: kinetic energy change
de_de: kinetische Energieänderung

# C009
source: potential initial energy
de_de: potentielle Anfangsenergie

# C010
source: potential final energy
de_de: potentielle Endenergie

# C011
source: potential energy change
de_de: potentielle Energieänderung

# C012
source: force
de_de: Kraft

# C013
source: force x
de_de: Kraft x

# C014
source: force y
de_de: Kraft y

# C015
source: force z
de_de: Kraft z

# C016
source: spring force
de_de: Federkraft

# C017
source: spring force x
de_de: Federkraft x

# C018
source: spring force y
de_de: Federkraft y

# C019
source: spring force z
de_de: Federkraft z

# C020
source: normal force
de_de: Normalkraft

# C021
source: sliding friction force
de_de: Gleitreibungskraft

# C022
source: sliding friction force x
de_de: Gleitreibungskraft x

# C023
source: sliding friction force y
de_de: Gleitreibungskraft y

# C024
source: sliding friction force z
de_de: Gleitreibungskraft z

# C025
source: static friction
de_de: Haftreibungskraft

# C026
source: static friction x
de_de: Haftreibungskraft x

# C027
source: static friction y
de_de: Haftreibungskraft y

# C028
source: static friction z
de_de: Haftreibungskraft z

# C029
source: rolling friction force
de_de: Rollreibungskraft

# C030
source: rolling friction force x
de_de: Rollreibungskraft x

# C031
source: rolling friction force y
de_de: Rollreibungskraft y

# C032
source: rolling friction force z
de_de: Rollreibungskraft z

# C033
source: traction force
de_de: Zugkraft

# C034
source: traction force x
de_de: Zugkraft x

# C035
source: traction force y
de_de: Zugkraft y

# C036
source: traction force z
de_de: Zugkraft z

# C037
source: spring constant
de_de: Federkonstante

# C038
source: molar mass
de_de: molare Masse

# C039
source: mass
de_de: Masse

# C040
source: sliding friction coefficient
de_de: Gleitreibungskoeffizient

# C041
source: static friction coefficient
de_de: Haftreibungskoeffizient

# C042
source: rolling friction coefficient
de_de: Rollreibungskoeffizient

# C043
source: amount of substance
de_de: Stoffmenge

# C044
source: power
de_de: Leistung

# C045
source: pulse
de_de: Impuls

# C046
source: pulse x
de_de: Impuls x

# C047
source: pulse y
de_de: Impuls y

# C048
source: pulse z
de_de: Impuls z

# C049
source: initial displacement
de_de: Streckenanfang

# C050
source: initial displacement x
de_de: Streckenanfang x

# C051
source: initial displacement y
de_de: Streckenanfang y

# C052
source: initial displacement z
de_de: Streckenanfang z

# C053
source: final displacement
de_de: Streckenende

# C054
source: final displacement x
de_de: Streckenende x

# C055
source: final displacement y
de_de: Streckenende y

# C056
source: final displacement z
de_de: Streckenende z

# C057
source: displacement change
de_de: Streckenänderung

# C058
source: displacement change x
de_de: Streckenänderung x

# C059
source: displacement change y
de_de: Streckenänderung y

# C060
source: displacement change z
de_de: Streckenänderung z

# C061
source: initial time
de_de: Anfangszeit

# C062
source: final time
de_de: Endzeit

# C063
source: time change
de_de: Zeitänderung

# C064
source: volume
de_de: Volumen

# C065
source: velocity
de_de: Geschwindigkeit

# C066
source: velocity x
de_de: Geschwindigkeit x

# C067
source: velocity y
de_de: Geschwindigkeit y

# C068
source: velocity z
de_de: Geschwindigkeit z

# C069
source: initial velocity
de_de: Anfangsgeschwindigkeit

# C070
source: initial velocity x
de_de: Anfangsgeschwindigkeit x

# C071
source: initial velocity y
de_de: Anfangsgeschwindigkeit y

# C072
source: initial velocity z
de_de: Anfangsgeschwindigkeit z

# C073
source: final velocity
de_de: Endgeschwindigkeit

# C074
source: final velocity x
de_de: Endgeschwindigkeit x

# C075
source: final velocity y
de_de: Endgeschwindigkeit y

# C076
source: final velocity z
de_de: Endgeschwindigkeit z

# C077
source: velocity change
de_de: Geschwindigkeitsänderung

# C078
source: velocity change x
de_de: Geschwindigkeitsänderung x

# C079
source: velocity change y
de_de: Geschwindigkeitsänderung y

# C080
source: velocity change z
de_de: Geschwindigkeitsänderung z

# C081
source: average velocity
de_de: mittlere Geschwindigkeit

# C082
source: average velocity x
de_de: mittlere Geschwindigkeit x

# C083
source: average velocity y
de_de: mittlere Geschwindigkeit y

# C084
source: average velocity z
de_de: mittlere Geschwindigkeit z

# C085
source: work
de_de: Arbeit

# C086
source: angle θ
de_de: Winkel θ

# C087
source: angle ϕ
de_de: Winkel ϕ

# D001
source: body
de_de: Körper

# D002
source: start
de_de: Anfang

# D003
source: finish
de_de: Ende

# D004
source: before
de_de: früher

# D005
source: later
de_de: später

# E004
source: Chemistry
de_de: Chemie

# E005
source: Physics
de_de: Physik

# E003
source: Mathematics
de_de: Mathematik

# E051
source: Vectors
de_de: Vektoren

# E101
source: 1 Unmodified form
de_de: 1 Unveränderte Form

# E102
source: 2 Simplified form
de_de: 2 Vereinfachte Form

# E103
source: 2.1 The number е
de_de: 2.1 Die Zahl е

# E104
source: 2.2 The number π
de_de: 2.2 Die Zahl π

# E105
source: 2.3 Bracket
de_de: 2.3 Klammern

# E106
source: 2.4 Modulus
de_de: 2.4 Betrag

# E107
source: 2.5 Zero
de_de: 2.5 Null

# E108
source: 2.6 One
de_de: 2.6 Eins

# E109
source: 2.7 Same variables
de_de: 2.7 Gleiche Variablen

# E110
source: 2.8 Sign
de_de: 2.8 Vorzeichen

# E111
source: 2.9 Trigonometric with numbers
de_de: 2.9 Trigonometrie mit Zahlen

# E112
source: 2.10 Logarithms with numbers
de_de: 2.10 Logarithmen mit Zahlen

# E113
source: 2.11 Factorial
de_de: 2.11 Faktorielle

# E114
source: 2.12 Differentiation of a number
de_de: 2.12 Differentiation einer Zahl

# E115
source: 2.13 Order of variables
de_de: 2.13 Variablenreihenfolge

# E116
source: 3 Distribution 1
de_de: 3 Klammer

# E117
source: 4 Distribution 2
de_de: 4 Herausheben

# E118
source: 5 Fraction
de_de: 5 Brüche

# E119
source: 6 Exponentiation
de_de: 6 Potenzen

# E120
source: 7 Roots
de_de: 7 Wurzeln

# E121
source: 8 Limit
de_de: 8 Limes

# E122
source: 9 Logarithms
de_de: 9 Logarithmen

# E123
source: 10 Summation
de_de: 10 Summen

# E124
source: 11 Product
de_de: 11 Produkte

# E125
source: 12 Integral
de_de: 12 Integrale

# E126
source: 13 Equation
de_de: 13 Lineare Gleichungen

# E127
source: 14 Quadratic equation
de_de: 14 Quadratische Gleichung

# E202
source: CLASSIC-Calculator°
de_de: CLASSIC-Rechner°

# E002
source: Forms of expression
de_de: Ausdrucksformen

# A201
source: Assignment
de_de: Aufgabe

# A104
source: Settings
de_de: Einstellungen

# A105
source: Error message
de_de: Feedback

# E253
source: dark
de_de: dunkel

# E254
source: light
de_de: hell

# E251
source: outside
de_de: außen

# E252
source: inside
de_de: innen
